Revit 2024 API
UnitTypeId.BritishThermalUnitsPerHourFootDegreeFahrenheit Property
 British thermal units per hour foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BritishThermalUnitsPerHourFootDegreeFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property BritishThermalUnitsPerHourFootDegreeFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourFootDegreeFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace